Revit 2027 API
IFCFile Properties
The IFCFile type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
IFCFile Class
Autodesk.Revit.DB.IFC Namespace